Revit 2027 API
ParameterTypeId.RoomComputationMethod Property
 "Computation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomComputationMethod { get; }
Public Shared ReadOnly Property RoomComputationMethod As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomComputationMethod {
	ForgeTypeId^ get ();
}
static member RoomComputationMethod : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace